Repository: FreePBX/hotelwakeup
Catalog: i18n/*/LC_MESSAGES/hotelwakeup.po
Languages: fa_ir, fr_fr, pt_br, ru

source: <b>System time:</b>
fa_ir: <b>ساعت سیستم:</b>
fr_fr: <b>Heure du système :</b>
pt_br: <b>Hora do Sistema:</b>
ru: <b>Системное время:</b>

source: Actions
fa_ir: عملیات
pt_br: Ações
ru: Действия

source: Add
fa_ir: افزودن
fr_fr: Ajouter
pt_br: Adicionar
ru: Добавить

source: Add new Wakeup Call
fa_ir: افزودن تماس بیدارباش جدید
fr_fr: Ajouter un nouvel appel de réveil
pt_br: Adicionar nova Chamada de Despertador
ru: Добавление нового будильника

source: Applications
fa_ir: برنامه‌های کاربردی
pt_br: Aplicações
ru: Приложения

source: Call List
fa_ir: فهرست تماس
fr_fr: Liste d'appel
pt_br: Lista de Chamadas
ru: Список вызова

source: CallerID for Wake Up Calls<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX)
fa_ir: شناسه تماس گیرنده برای تماسهای بیدارباش<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX)
fr_fr: ID Appelant pour les appels de réveil<br><br>Format: <b>&lt;#######&gt;</b>. Vous pouvez aussi utilisé le format : "hidden" <b>&lt;#######&gt;</b> pour cacher l'ID appelant envoyé par lignes numériques si supporté (E1/T1/J1/BRI/SIP/IAX)
pt_br: ID Chamador para chamadas de despertar <br><br> Formato: <b>& lt;#######&gt;</b>. Você também pode usar o formato "ocultado" <b>&lt;#######&gt;</b> para ocultar o ID Chamador enviado por linhas digitais, se suportado (E1/T1/J1/BRI/SIP/IAX)
ru: CallerID для будильника<br><br>Формат: <b>&lt;#######&gt;</b>. Вы также можете использовать формат: "скрытый" <b>&lt;#######&gt;</b> для скрытия CallerID, отправляемого по цифровым линиям, поддерживающим это (E1/T1/J1/BRI/SIP/IAX)

source: Cannot schedule the call the scheduled time is in the past. [Time now: %s] [Wakeup Time: %s]
fr_fr: L'appel ne peut être programmé, car l'heure prévue est dans le passé. [Heure actuelle : %s] [Heure de réveil : %s]
pt_br: Não é possível programar a chamada, a hora programada está no passado. [Tempo agora: %s] [Tempo de despertar: %s]
ru: Не удается запланировать вызов, запланированное время осталось в прошлом. [Время сейчас: %s] [Время будильника: %s]

source: Cannot schedule the call, due to insufficient data
fa_ir: امکان زمانبندی تماس وجود ندارد،با توجه به اطلاعات ناکافی
fr_fr: L'appel ne peut être programmé du à un manque d'information
pt_br: Não é possível programar a chamada, devido a dados insuficientes
ru: Не удается запланировать вызов из-за недостатка данных

source: Close
fa_ir: بستن
fr_fr: Fermer
pt_br: Fechar
ru: Закрыть

source: Date
fa_ir: تاریخ
pt_br: Data
ru: Дата

source: Day
fa_ir: روز
fr_fr: Jour
pt_br: Dia
ru: День

source: Day can not be blank
fa_ir: روز نمیتواند خالی باشد
fr_fr: Le jour ne peut être vide
pt_br: Dia não pode estar em branco
ru: День не может быть пустым

source: Day to call
fa_ir: روز برای تماس
fr_fr: Jour d'appel
pt_br: Dia para chamar
ru: День вызова

source: Destination
fa_ir: مقصد
pt_br: Destino
ru: Назначение

source: Destination can not be blank
fa_ir: مقصد نمیتواند خالی باشد
fr_fr: La destination ne peut être vide
pt_br: Destino não pode estar em branco
ru: Назначение не может быть пустым

source: Destination to call
fa_ir: مقصد تماس
fr_fr: Destination à appeler
pt_br: Destino para chamar
ru: Назначение для вызова

source: Enter the Caller IDs of each telephone you wish to be recognized as an "Operator". Operator extensions are allowed to create wakeup calls for any valid destination. Numbers can be extension numbers, full caller ID numbers or Asterisk dialing patterns
fr_fr: Entrez l'ID appelant de chaque téléphone que vous désirez être reconnu comme "téléphoniste". Les postes de téléphoniste peuvent créer des appels pour toute destination valide. Les numéros peuvent être des numéros de poste valide, un numéro de téléphone complet ou un plan de numérotation d'Asterisk
pt_br: Digite os IDs de Chamada de cada telefone que você deseja ser reconhecido como um "Operador". Os ramais de operador podem criar chamadas de despertar para qualquer destino válido. Os números podem ser números de ramal, números completos de identificação de chamadas ou padrões de discagem Asterisk
ru: Введите CallerID каждого телефона, который вы хотите распознать как "Оператор". Добавочным номерам операторов разрешено создавать вызовы для пробуждения для любого действительного назначения. Номера могут быть добавочными номерами, полными номерами или шаблонами набора номера Asterisk

source: FreePBX module for generating reminder and wakeup calls
fa_ir: ماژول FreePBX برای ایجاد تماسهای بیدارباش و یادآوری
fr_fr: Module FreePBX pour générer des appels de rappel et de réveil
pt_br: Módulo FreePBX para gerar lembretes e chamadas de despertar
ru: Модуль FreePBX для генерации напоминаний и будильников

source: Max Destination Length
fa_ir: بیشترین طول مقصد
fr_fr: Longueur maximale de la destination
pt_br: Comprimento Máximo do Destino
ru: Максимальная длина назначения

source: Max Retries
fa_ir: حداکثر تلاش مجدد
fr_fr: Nombre maximal de tentatives
pt_br: Máximo de Tentativas
ru: Максимальное количество попыток

source: No
fa_ir: خیر
fr_fr: Non
pt_br: Não
ru: Нет

source: Not received
fa_ir: دریافت نشده
fr_fr: Non reçu
pt_br: Não recebido
ru: Не принято

source: Operator Extensions
fa_ir: داخلی های اپراتور
fr_fr: Postes de téléphoniste
pt_br: Ramais de Operador
ru: Внутр.номер оператора

source: Operator Mode
fa_ir: حالت اپراتور
fr_fr: Mode téléphoniste
pt_br: Modo Operador
ru: Режим оператора

source: Reset
fa_ir: بازنشانی
pt_br: Reiniciar
ru: Сбросить

source: Retry Time
fa_ir: زمان تلاش مجدد
fr_fr: Délai entre tentatives
pt_br: Tempo da Tentativa
ru: Время повтора

source: Ring Time
fa_ir: زمان زنگ
fr_fr: Temps de sonnerie
pt_br: Duração de Toque
ru: Время вызова

source: Save changes
fa_ir: ذخیره تغییرات
fr_fr: Sauvegarder les modifications
pt_br: Salvar Mudanças
ru: Сохранить изменения

source: Server time
fr_fr: Heure Serveur
pt_br: Hora do Servidor
ru: Время сервера

source: Settings
fa_ir: تنظیمات
fr_fr: Paramètres
pt_br: Configurações
ru: Параметры

source: Submit
fa_ir: ثبت
fr_fr: Envoyer
pt_br: Enviar
ru: Принять

source: The maximum number of times the system should attempt to deliver the wakeup call when there is no answer. Zero retries means only one call will be placed
fr_fr: Le nombre maximal de fois que le système devrait tenter de faire l'appel de réveil s'il n'est pas répondu. Une valeur de zéro ne fera qu'un appel
pt_br: O número máximo de vezes que o sistema deve tentar entregar a chamada de despertar quando não há resposta. Zero tentativas significa que apenas uma chamada será efetuada
ru: Максимальное количество раз, когда система должна пытаться вызвать будильник при неответе. Нулевое значение означает, что будет сделан только один вызов

source: The number of seconds for the phone to ring. Consider setting lower than the voicemail threshold or the wakeup call can end up going to voicemail
fr_fr: Le nombre de secondes que le téléphone devrait sonner. Il est préférable que ce nombre soit plus bas que celui de la messagerie vocale pour éviter que les appels de réveil soient répondus par la messagerie vocale
pt_br: O número de segundos que o telefone toca. Considere a configuração inferior ao limite do correio de voz ou a chamada de ativação pode acabar indo para o correio de voz
ru: Количество секунд, в течение которых должен звонить телефон. Подумайте о том, чтобы установить значение ниже порога голосовой почты, иначе звонок будильника может перейти на голосовую почту

source: The number of seconds to wait between retrys. A "retry" happens if the wakeup call is not answered
fr_fr: Le nombre de secondes à attendre entre chaque tentative si l'appel n'est pas répondu
pt_br: O número de segundos para esperar entre novas tentativas. A "tentativa" acontece se a chamada de despertar não for atendida
ru: Количество секунд ожидания между повторными попытками. "Повторная попытка" происходит, если на звонок будильника не отвечают

source: This controls the maximum number of digits an operator can send a wakeup call to. Set to 10 or 11 to allow wake up calls to outside numbers
fr_fr: Ceci contrôle le nombre maximum de chiffres pour lequel un téléphoniste peut demander un appel de réveil. Il devrait être de 10 ou 11 pour permettre d'appeler des numéros externes
pt_br: Isso controla o número máximo de dígitos que um operador pode enviar uma chamada de despertar. Definir como 10 ou 11 para permitir chamadas de despertar para números externos
ru: Это определяет максимальное количество цифр, на которые оператор может отправить тревожный звонок. Установите значение 10 или 11, чтобы разрешить звонки с будильником на внешние номера

source: This section will be removed from this time group and all current settings including changes will be updated. OK to proceed?
fa_ir: این بخش از گروه زمانی و تمامی تنظیمات حذف می شود. ادامه می دهید؟
fr_fr: Cette section sera supprimée de ce groupe de temps et tous les paramètres actuels incluant les changements seront mis à jour. Voulez-vous procéder ?
pt_br: Esta seção será removida deste grupo de horários e todas as configurações atuais, incluindo as alterações, serão atualizadas. OK para prosseguir?
ru: Этот раздел будет удален из этой временной группы и все текущие настройки, включая изменения, будут обновлены. Можно продолжить?

source: Time
fa_ir: ساعت
fr_fr: Heure
pt_br: Horas
ru: Время

source: Time can not be blank
fa_ir: زمان نمیتواند خالی باشد
fr_fr: L'heure ne peut être vide
pt_br: A hora não pode estar em branco
ru: Время не может быть пустым

source: Time to call
fa_ir: ساعت تماس
fr_fr: Heure d'appel
pt_br: Hora para chamar
ru: Время вызова

source: Wake Up Caller ID
fa_ir: شناسه تماس گیرنده بیدارباش
fr_fr: ID appelant de l'appel de réveil
pt_br: ID de chamada da chamada de despertar
ru: CallerID будильника

source: Wake Up Calls
fa_ir: تماسهای بیدارباش
fr_fr: Appels de réveil
pt_br: Chamadas de Despertar
ru: Звонок будильника

source: Wake Up calls can be used to schedule a reminder or wakeup call to any valid destination. To schedule a call, dial %s or use the form below
fr_fr: Le module d'appel de réveil peut être utilisé pour planifier un appel de rappel ou de réveil pour toute destination valide. Pour planifier un appel, appelez %s ou utiliser le formulaire ci-dessous
pt_br: Chamadas de despertar podem ser usadas para agendar um lembrete ou chamada de despertar para qualquer destino válido. Para agendar uma chamada, disque %s ou use o formulário abaixo
ru: Звонок будильника можно использовать для планирования напоминания или звонка для пробуждения в любое допустимое место назначения. Чтобы запланировать звонок, наберите %s или воспользуйтесь формой ниже

source: What is Hotel Style Wakeup Calls?
fa_ir: روش تماسهای بیدارباش هتل به چه صورت است؟
fr_fr: Qu'est-ce que les appels de réveil de style hôtel ?
pt_br: O que são Chamadas de Despertar em Estilo Hotel?
ru: Что такое вызов будильника?

source: When Operator Mode is enabled it will allow designated extentions to create wake up calls for any valid destination. If disabled calls can only be placed back to the caller ID of the user scheduling the wakeup call
fr_fr: Lorsque le mode téléphoniste est activé, celui-ci permet à des postes désignés de créer des appels de réveil pour toute destination valide. Si celui-ci est désactivé, les appels ne peuvent être faits qu'au poste téléphonique qui planifie l'appel
pt_br: Quando o Modo Operador estiver ativado, permitirá que ramais designados criem chamadas de despertar para qualquer destino válido. Se as chamadas estiverem desativadas, só poderão ser devolvidas para o identificador de chamadas do usuário programando a chamada de despertador
ru: Когда режим оператора включен, он позволит назначенным добавочным телефонам создавать вызовы для будильника для любого действительного пункта назначения. Если вызываемый отключен - вызов может быть возвращен только на CallerID пользователя, планирующего пробуждение

source: Yes
fa_ir: بله
fr_fr: Oui
pt_br: Sim
ru: Да

source: Delete
fa_ir: حذف
